---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeTreadThickness
source: html/e1d3f2e5-2d77-7967-a8a9-3f7b60caa298.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeTreadThickness Property

"Tread Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeTreadThickness { get; }
```